Revit 2027 API
BuiltInFailures.PointFailures.CantChangeParamMirror Property
 Can't mirror Element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantChangeParamMirror { get; }
Public Shared ReadOnly Property CantChangeParamMirror As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantChangeParamMirror {
	FailureDefinitionId^ get ();
}
static member CantChangeParamMirror : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PointFailures Class
Autodesk.Revit.DB Namespace